console.log("Страница Main (60)\n\n" +
"1. Проверка верстки +7 \n" +
"верстка страницы валидная +4\n" +
"логотип в хедере состоит из текстовых элементов +1\n" +
"страница содержит ровно один элемент <h1> +1\n" +
"добавлен favicon +1\n\n" +

"2. Вёрстка соответствует макету +35\n" +
"блок <header> +5\n" +
"блок Not only +5\n" +
"блок About +5\n" +
"блок Our Friends +5\n" +
"блок Help +5\n" +
"блок In addition +5\n" +
"блок <footer> +5\n\n" +

"3. Требования к css +6\n" +
"для позиционирования элементов блока Help использована сеточная верстка +2\n" +
"при уменьшении масштаба или увеличении ширины страницы вёрстка размещается по центру, а не сдвигается и не растягивается +2\n" +
"фоновый цвет тянется на всю ширину страницы +2\n\n" +

"4. Интерактивность элементов +12\n" +
"элемент About the Shelter подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2\n" +
"каждая карточка в блоке Our Friends интерактивна при наведении на любую область этой карточки +2\n" +
"плавная прокрутка по якорям +2\n" +
"выполняются все ссылочные связи +2\n" +
"выполнена интерактивность ссылок и кнопок +2\n" +
"плавное изменение внешнего вида элемента +2\n\n" +

"Страница Pets (40)\n\n" +
"5. Проверка верстки +7\n" +
"верстка страницы валидная +4\n" +
"логотип в хедере состоит из текстовых элементов +1\n" +
"страница содержит ровно один элемент <h1> +1\n" +
"добавлен favicon +1\n\n" +

"6. Вёрстка соответствует макету +15\n" +
"блок <header> +5\n" +
"блок Our Friends +5\n" +
"блок <footer> +5\n\n" +

"7. Требования к css +4\n" +
"при уменьшении масштаба или увеличении ширины страницы вёрстка размещается по центру, а не сдвигается +2\n" +
"фоновый цвет тянется на всю ширину страницы +2\n\n" +

"8. Интерактивность элементов +14\n" +
"элемент Our pets в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2\n" +
"доступные кнопки пагинации (вправо) активны, недоступные (влево) - неактивны (disabled) +2\n" +
"каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки +2\n" +
"плавная прокрутка по якорям +2\n" +
"выполняются все ссылочные связи +2\n" +
"выполнена интерактивность ссылок и кнопок +2\n" +
"плавное изменение внешнего вида элемента +2");